let handler  = async (m, { conn, usedPrefix: _p }) => {
let info = `
⤹ 🛍️  . . 𝗽𝗿𝗶𝗰𝗲 𝗹𝗶𝘀𝘁 𝗸𝝾𝘂𝘁𝝰 𝝰𝗹𝗹 𝝾𝗽𝗲𝗿𝝰𝘁𝝾𝗿 𝗯𝘆 𝗴𝗶𝘀𝗵𝝰 𝘀𝘁𝝾𝗿𝗲

• 𝗻𝝾𝗺𝗶𝗻𝝰𝗹 𝗹𝝰𝗶𝗻？ 𝘁𝝰𝗻𝘆𝝰𝗸𝝰𝗻

 ׁ  🧸  ⸼  ࣪  𝗸𝝾𝘂𝘁𝝰 𝘅𝗹 ۫  ᠀
 ་๑֔֫ 🛵≀≀ 500 𝗺𝗯/30 𝗵𝝰𝗿𝗶 ⦂ 4.500
 ་๑֔֫ 🛵≀≀ 800 𝗺𝗯/30 𝗵𝝰𝗿𝗶 ⦂ 6.300
 ་๑֔֫ 🛵≀≀ 1 𝗴𝗯/2 𝗵𝝰𝗿𝗶 ⦂ 6.500
 ་๑֔֫ 🛵≀≀ 3 𝗴𝗯/2 𝗵𝝰𝗿𝗶 ⦂ 11.500
 ་๑֔֫ 🛵≀≀ 1,5 𝗴𝗯+𝗯𝝾𝗻𝘂𝘀/3 𝗵𝝰𝗿𝗶 ⦂ 12.000
 ་๑֔֫ 🛵≀≀ 2,5 𝗴𝗯+𝗯𝝾𝗻𝘂𝘀/7 𝗵𝝰𝗿𝗶 ⦂ 19.500
 ་๑֔֫ 🛵≀≀ 4 𝗴𝗯+𝗯𝝾𝗻𝘂𝘀/7 𝗵𝝰𝗿𝗶 ⦂ 25.000
 ་๑֔֫ 🛵≀≀ 6 𝗴𝗯+𝗯𝝾𝗻𝘂𝘀/7 𝗵𝝰𝗿𝗶 ⦂ 31.000
 ་๑֔֫ 🛵≀≀ 10 𝗴𝗯/30 𝗵𝝰𝗿𝗶 ⦂ 32.500

 ׁ  🧸  ⸼  ࣪  𝗸𝝾𝘂𝘁𝝰 𝝰𝘅𝗶𝘀 ۫  ᠀
 ་๑֔֫ 🍡≀≀ 1,5 𝗴𝗯/2 𝗷𝝰𝗺 ⦂ 3.500
 ་๑֔֫ 🍡≀≀ 3 𝗴𝗯/6 𝗷𝝰𝗺 ⦂ 5.500
 ་๑֔֫ 🍡≀≀ 1 𝗴𝗯/1 𝗵𝝰𝗿𝗶 ⦂ 6.500
 ་๑֔֫ 🍡≀≀ 2,5 𝗴𝗯/1 𝗵𝝰𝗿𝗶 ⦂ 8.000
 ་๑֔֫ 🍡≀≀ 2 𝗴𝗯/3 𝗵𝝰𝗿𝗶 ⦂ 10.000
 ་๑֔֫ 🍡≀≀ 1,5 𝗴𝗯/3 𝗵𝝰𝗿𝗶 ⦂ 10.500
 ་๑֔֫ 🍡≀≀ 4 𝗴𝗯/3 𝗵𝝰𝗿𝗶 ⦂ 14.500
 ་๑֔֫ 🍡≀≀ 6 𝗴𝗯/3 𝗵𝝰𝗿𝗶 ⦂ 16.000
 ་๑֔֫ 🍡≀≀ 5 𝗴𝗯/5 𝗵𝝰𝗿𝗶 ⦂ 14.000
 ་๑֔֫ 🍡≀≀ 10 𝗴𝗯/5 𝗵𝝰𝗿𝗶 ⦂ 25.000
 ་๑֔֫ 🍡≀≀ 15 𝗴𝗯/7 𝗵𝝰𝗿𝗶 ⦂ 40.500

 ׁ  🧸  ⸼  ࣪  𝗸𝝾𝘂𝘁𝝰 𝘁𝗲𝗹𝗸𝝾𝗺𝘀𝗲𝗹 ۫  ᠀
 ་๑֔֫ 🎀≀≀ 500 𝗺𝗯/ 1 𝗵𝝰𝗿𝗶 ⦂ 7.000
 ་๑֔֫ 🎀≀≀ 500 𝗺𝗯/ 7 𝗵𝝰𝗿𝗶 ⦂ 9.000
 ་๑֔֫ 🎀≀≀ 1 𝗴𝗯/1 𝗵𝝰𝗿𝗶 ⦂ 7.500
 ་๑֔֫ 🎀≀≀ 1 𝗴𝗯/3 𝗵𝝰𝗿𝗶 ⦂ 12.500
 ་๑֔֫ 🎀≀≀ 3 𝗴𝗯/1 𝗵𝝰𝗿𝗶 ⦂ 14.000
 ་๑֔֫ 🎀≀≀ 4 𝗴𝗯/1 𝗵𝝰𝗿𝗶 ⦂ 15.000
 ་๑֔֫ 🎀≀≀ 2 𝗴𝗯/3 𝗵𝝰𝗿𝗶 ⦂ 21.500
 ་๑֔֫ 🎀≀≀ 5 𝗴𝗯/1 𝗵𝝰𝗿𝗶 ⦂ 22.000
 ་๑֔֫ 🎀≀≀ 3 𝗴𝗯/7 𝗵𝝰𝗿𝗶 ⦂ 25.000
 ་๑֔֫ 🎀≀≀ 5 𝗴𝗯/7 𝗵𝝰𝗿𝗶 ⦂ 42.000
 ་๑֔֫ 🎀≀≀ 10 𝗴𝗯/7 𝗵𝝰𝗿𝗶 ⦂ 58.000
 

 ׁ  🧸  ⸼  ࣪  𝗸𝝾𝘂𝘁𝝰 𝗶𝗻𝗱𝝾𝘀𝝰𝘁 ۫  ᠀
་๑֔֫ 🌻≀≀ 1 𝗴𝗯/2 𝗵𝝰𝗿𝗶 6.500
་๑֔֫ 🌻≀≀ 2 𝗴𝗯/1 𝗵𝝰𝗿𝗶 ⦂ 8.800
་๑֔֫ 🌻≀≀ 1,5 𝗴𝗯/3 𝗵𝝰𝗿𝗶 ⦂ 9.000
་๑֔֫ 🌻≀≀ 3 𝗴𝗯/3 𝗵𝝰𝗿𝗶 ⦂ 10.500
་๑֔֫ 🌻≀≀ 2 𝗴𝗯/5 𝗵𝝰𝗿𝗶 ⦂ 12.500
་๑֔֫ 🌻≀≀ 2,5 𝗴𝗯/5 𝗵𝝰𝗿𝗶 ⦂ 13.800
་๑֔֫ 🌻≀≀ 5 𝗴𝗯/3 𝗵𝝰𝗿𝗶 ⦂ 15.000
་๑֔֫ 🌻≀≀ 7 𝗴𝗯/4 𝗵𝝰𝗿𝗶 ⦂ 20.000
་๑֔֫ 🌻≀≀ 5 𝗴𝗯/5 𝗵𝝰𝗿𝗶 ⦂ 20.200
་๑֔֫ 🌻≀≀ 7 𝗴𝗯/7 𝗵𝝰𝗿𝗶 ⦂ 21.500
་๑֔֫ 🌻≀≀ 15 𝗴𝗯/7 𝗵𝝰𝗿𝗶 ⦂ 28.000


 ׁ  🧸  ⸼   ࣪  𝗸𝝾𝘂𝘁𝝰 𝘁𝗵𝗿𝗲𝗲 ۫  ᠀
་๑֔֫ 👒≀≀ 1,5 𝗴𝗯/1 𝗵𝝰𝗿𝗶 ⦂ 4.500
་๑֔֫ 👒≀≀ 1 𝗴𝗯/5 𝗵𝝰𝗿𝗶 ⦂ 8.000
་๑֔֫ 👒≀≀ 1,5 𝗴𝗯/7 𝗵𝝰𝗿𝗶 ⦂ 10.000
་๑֔֫ 👒≀≀ 2 𝗴𝗯/1 𝗵𝝰𝗿𝗶 ⦂ 7.500
་๑֔֫ 👒≀≀ 3 𝗴𝗯/2 𝗵𝝰𝗿𝗶 ⦂ 11.500
་๑֔֫ 👒≀≀ 2 𝗴𝗯/5 𝗵𝝰𝗿𝗶 ⦂ 12.000
་๑֔֫ 👒≀≀ 3 𝗴𝗯/7 𝗵𝝰𝗿𝗶 ⦂ 16.500
་๑֔֫ 👒≀≀ 5 𝗴𝗯/7 𝗵𝝰𝗿𝗶 ⦂ 21.000


 ׁ  🧸  ⸼  ࣪  𝗸𝝾𝘂𝘁𝝰 𝘀𝗺𝝰𝗿𝘁𝗳𝗿𝗲𝗻 ۫  ᠀
་๑֔֫ 🥢≀≀ 1 𝗴𝗯/3 𝗵𝝰𝗿𝗶 ⦂ 5.500
་๑֔֫ 🥢≀≀ 2 𝗴𝗯/3 𝗵𝝰𝗿𝗶 ⦂ 8.500
་๑֔֫ 🥢≀≀ 3 𝗴𝗯/5 𝗵𝝰𝗿𝗶 ⦂ 12.000
་๑֔֫ 🥢≀≀ 1,5 𝗴𝗯/7 𝗵𝝰𝗿𝗶 ⦂ 12.500
་๑֔֫ 🥢≀≀ 4 𝗴𝗯/14 𝗵𝝰𝗿𝗶 ⦂ 18.000


 ׁ  🧸  ⸼  ࣪  𝗸𝝾𝘂𝘁𝝰 𝗯𝘆 𝘂 ۫  ᠀
་๑֔֫ 🥃≀≀ 2 𝗴𝗯/3 𝗵𝝰𝗿𝗶 ⦂ 10.500
་๑֔֫ 🥃≀≀ 2,5 𝗴𝗯/5 𝗵𝝰𝗿𝗶 ⦂ 11.500
་๑֔֫ 🥃≀≀ 7 𝗴𝗯/7 𝗵𝝰𝗿𝗶 ⦂ 13.000
་๑֔֫ 🥃≀≀ 3 𝗴𝗯/7 𝗵𝝰𝗿𝗶 ⦂ 13.500
་๑֔֫ 🥃≀≀ 2 𝗴𝗯/3 𝗵𝝰𝗿𝗶 ⦂ 9.500
་๑֔֫ 🥃≀≀ 5 𝗴𝗯/7 𝗵𝝰𝗿𝗶 ⦂ 18.500

*🦋𝗇۪оte :*
*⸼ ─ t⍺𝗇۪ɥ⍺k⍺𝗇۪ ѕtоk ѕeხeƖυო оrძer*
*⸼ ─ оrძer -tẜ+(ẜee ⍺ძო𝗇۪) - ѕeƖeѕ⍺ꪱ*
*⸼ ─ tẜ g⍺ 𝗉ׄ⍺ke ẜee? g⍺ ძꪱ 𝗉ׄrоѕeѕ*
*⸼ ─ ⍺ƖƖ trx 𝗇۪о reẜẜ*
`.trim()

conn.fakeReply(m.chat, info, '0@s.whatsapp.net', '> List Gisha Store', 'status@broadcast')
}
handler.help = ['paket-kuota']
handler.tags = ['gisha']
handler.command = /^(paket-kuota)$/i

export default handler