let handler  = async (m, { conn, usedPrefix: _p }) => {
let info = `
֪𝗸𝝰𝗺𝘂 𝗴𝝰 𝗽𝘂𝗻𝘆𝝰 𝗸𝝾𝗻𝘁𝝰𝗸？ 𝗸𝝾𝗻𝘁𝝰𝗸 𝗸𝝰𝗺𝘂 𝘀𝗲𝗱𝗶𝗸𝗶𝘁 ？ 𝗽𝗲𝗻𝗴𝗲𝗻 𝗽𝘂𝗻𝘆𝝰 𝗯𝝰𝗻𝘆𝝰𝗸 𝗸𝝾𝗻𝘁𝝰𝗸 𝗯𝘂𝝰𝘁 𝘀𝘃 𝘀𝘃 𝝰𝗻 & 𝗻𝗴𝗲𝗹𝗶𝝰𝘁 𝘀𝟂 𝗸𝝰𝗺𝘂🤩 𝘀𝗶𝗻𝗶 𝝾𝗿𝗱𝗲𝗿 𝗷𝝰𝘀𝝰 𝘀𝗵𝝰𝗿𝗲 𝗸𝝾𝗻𝘁𝝰𝗸 𝗱𝗶 𝗴𝗶𝘀𝗵𝝰 𝘀𝘁𝝾𝗿𝗲 𝗱𝗶𝗷𝝰𝗺𝗶𝗻 𝗯𝝰𝗻𝘆𝝰𝗸 𝘆𝝰𝗻𝗴 𝗺𝗶𝗻𝘁𝝰 𝘀𝘃 𝘀𝘃 𝝰𝗻 𝗹𝝾𝗵 🙂‍↔

.𖥔📲 ݁ ˖ 5 𝗺𝗲𝗻𝗶𝘁 ⦂⦂ 2.500
.𖥔📲 ݁ ˖ 10 𝗺𝗲𝗻𝗶𝘁 ⦂⦂ 3.500
.𖥔📲 ݁ ˖ 15 𝗺𝗲𝗻𝗶𝘁 ⦂⦂ 5.500
.𖥔📲 ݁ ˖ 30 𝗺𝗲𝗻𝗶𝘁 ⦂⦂ 6.500
.𖥔📲 ݁ ˖ 50 𝗺𝗲𝗻𝗶𝘁 ⦂⦂ 8.500
.𖥔📲 ݁ ˖ 1 𝗷𝝰𝗺 ⦂⦂ 10.000
.𖥔📲 ݁ ˖ 2 𝗷𝝰𝗺 ⦂⦂ 14.000
𝗺𝝰𝘅 2 𝗷𝝰𝗺 𝗱𝘂𝗹𝘂

𝗻𝝾𝘁𝗲⦂ 
𝗱𝗶𝗷𝝰𝗺𝗶𝗻 𝗻𝗴𝝰𝗹𝗶𝗿 𝗴𝝰 𝗻𝘆𝝰 𝘀𝗲𝘀𝘂𝝰𝗶 𝗹𝗶𝘀𝘁 𝗺𝘂 𝘆𝝰 , 𝗽𝝰𝘀𝘁𝗶 𝗯𝝰𝗸𝝰𝗹 𝝰𝗱𝝰 𝘆𝝰𝗻𝗴 𝗺𝗶𝗻𝘁𝝰 𝘀𝘃 𝘀𝘃 𝝰𝗻 𝗸𝝾𝗸 , 𝗿𝝰𝗴𝘂？ 𝗱𝗶 𝗰𝝾𝗯𝝰 𝗱𝘂𝗹𝘂 𝘆𝝰𝗻𝗴 𝗽𝝰𝗹𝗶𝗻𝗴 𝗸𝗲𝗰𝗶𝗹𝗹 𝘆𝝰🙆🏻‍♀️.
`.trim()

conn.fakeReply(m.chat, info, '0@s.whatsapp.net', '> List Gisha Store', 'status@broadcast')
}
handler.help = ['list-pushkon']
handler.tags = ['gisha']
handler.command = /^(list-pushkon)$/i

export default handler