let handler  = async (m, { conn, usedPrefix: _p }) => {
let info = `
*⤹ 🛍️  . . 𝗉ׄrꪱ𝖼๋e Ɩꪱѕt 𝗉ׄυƖѕ⍺ ⍺ƖƖ о𝗉ׄer⍺tоr gꪱѕ𝗁⍺ ѕtоre*

*𐙚   ׅ  𝗉ׄυƖѕ⍺ xƖ   ⦂*
ᨩ 🪼 ⸼  𖥻 5.000 ⦂ 7k
ᨩ 🪼 ⸼  𖥻 10.000 ⦂ 12k
ᨩ 🪼 ⸼  𖥻 15 000 ⦂ 17k
ᨩ 🪼 ⸼  𖥻 25.000 ⦂ 27k
ᨩ 🪼 ⸼  𖥻 30.000 ⦂ 32k
ᨩ 🪼 ⸼  𖥻 50.000 ⦂ 52k

*𐙚   ׅ  𝗉ׄυƖѕ⍺ ⍺xꪱѕ   ⦂*
ᨩ 🪻 ⸼  𖥻 5.000 ⦂ 7k
ᨩ 🪻 ⸼  𖥻 10.000 ⦂ 12k
ᨩ 🪻 ⸼  𖥻 15 000 ⦂ 17k
ᨩ 🪻 ⸼  𖥻 25.000 ⦂ 26,5k
ᨩ 🪻 ⸼  𖥻 30.000 ⦂ 32k
ᨩ 🪻 ⸼  𖥻 50.000 ⦂ 52k

*𐙚   ׅ  𝗉ׄυƖѕ⍺ teƖkоოѕeƖ   ⦂*
ᨩ 🍷 ⸼  𖥻 5.000 ⦂ 7k
ᨩ 🍷 ⸼  𖥻 10.000 ⦂ 12k
ᨩ 🍷 ⸼  𖥻 15.000 ⦂ 16,5k
ᨩ 🍷 ⸼  𖥻 20 000 ⦂ 21,5k
ᨩ 🍷 ⸼  𖥻 25.000 ⦂ 26,5k
ᨩ 🍷 ⸼  𖥻 30.000 ⦂ 32k
ᨩ 🍷 ⸼  𖥻 50.000 ⦂ 51.5k

*𐙚   ׅ  𝗉ׄυƖѕ⍺ ꪱ𝗇۪ძоѕ⍺t   ⦂*
ᨩ 🍋 ⸼  𖥻 5.000 ⦂ 7k
ᨩ 🍋 ⸼  𖥻 10.000 ⦂ 12k
ᨩ 🍋 ⸼  𖥻 15 000 ⦂ 16,5k
ᨩ 🍋 ⸼  𖥻 20.000 ⦂ 21,5k
ᨩ 🍋 ⸼  𖥻 25.000 ⦂ 26,5k
ᨩ 🍋 ⸼  𖥻 30.000 ⦂ 32k
ᨩ 🍋 ⸼  𖥻 50.000 ⦂ 51,5k

*𐙚   ׅ  𝗉ׄυƖѕ⍺ t𝗁ree   ⦂*
ᨩ 🎡 ⸼  𖥻 5.000 ⦂ 7k
ᨩ 🎡 ⸼  𖥻 10.000 ⦂ 12k
ᨩ 🎡 ⸼  𖥻 20 000 ⦂ 21,5k
ᨩ 🎡 ⸼  𖥻 25.000 ⦂ 26,5k
ᨩ 🎡 ⸼  𖥻 30.000 ⦂ 32k
ᨩ 🎡 ⸼  𖥻 50.000 ⦂ 51.5k

*𐙚   ׅ  𝗉ׄυƖѕ⍺ ხɥ υ   ⦂*
ᨩ 🦢 ⸼  𖥻 5.000 ⦂ 7k
ᨩ 🦢 ⸼  𖥻 10.000 ⦂ 12k
ᨩ 🦢 ⸼  𖥻 20 000 ⦂ 22k
ᨩ 🦢 ⸼  𖥻 25.000 ⦂ 27k
ᨩ 🦢 ⸼  𖥻 30.000 ⦂ 32k
ᨩ 🦢 ⸼  𖥻 40.000 ⦂ 41,5k
ᨩ 🦢 ⸼  𖥻 50.000 ⦂ 51.5k

*🦋𝗇۪оte :*
*⸼ ─ t⍺𝗇۪ɥ⍺k⍺𝗇۪ ѕtоk ѕeხeƖυო оrძer*
*⸼ ─ оrძer -tẜ+(ẜee ⍺ძო𝗇۪) - ѕeƖeѕ⍺ꪱ*
*⸼ ─ tẜ g⍺ 𝗉ׄ⍺ke ẜee? g⍺ ძꪱ 𝗉ׄrоѕeѕ*
*⸼ ─ ⍺ƖƖ trx 𝗇۪о reẜẜ*
`.trim()

conn.fakeReply(m.chat, info, '0@s.whatsapp.net', '> List Gisha Store', 'status@broadcast')
}
handler.help = ['all-pulsa']
handler.tags = ['gisha']
handler.command = /^(all-pulsa)$/i

export default handler